export const test = [
  {
    question: 'СПИСОК ПОКУПОК – ЭТО...',
    options: ['Список чего? У меня все есть.', 'Кандалы, которые сковывают порывы моей души. Надо покупать сердцем, а не списком.', 'Огонёк маяка, который ведет меня сквозь гастрономический шторм.'],
  }, {
    question: 'ПОЛЬЗУЕШЬСЯ ЛИ ТЫ СКИДОЧНЫМИ КУПОНАМИ?',
    options: ['Зачем платить больше, когда можно то же самое купить со скидкой.', 'Слишком много суеты: нужно их где-то найти, потом не забыть обменять...', 'Конечно! А ещё промокодами и дисконтными картами'],
  }, {
    question: 'ЕСЛИ ТЫ ВИДИШЬ ТОВАРЫ ПО АКЦИИ, ТО...',
    options: ['Искра, буря, безумие – набиваю полную корзину и бегу скорее на кассу.', 'Если это есть в моем списке, то, конечно, куплю!', 'Пройду мимо, потому что вчера купил уже без скидки.'],
  }, {
    question: 'ЕСЛИ БЫ ТЫ МОГ ОПИСАТЬ ПЕСНЕЙ СВОЙ ФУД-ШОПИНГ В «ДИКСИ» (НУ ИЛИ ЕЩЁ ГДЕ-ТО), ТО ЭТО БЫЛО БЫ:',
    options: ['«Мы с тобой не пара, не пара»', '«Я люблю тебя до слез»', '«Maybe yes, maybe no»'],
  }, {
    question: 'ТЕБЕ СОВЕТУЮТ ЧТО-ТО ПРИОБРЕСТИ. ЧЬЕМУ МНЕНИЮ ДОВЕРИШЬСЯ?',
    options: ['Я волк-одиночка в этом плане. Решаю сам.', 'У меня свои эксперты, мнению которых я доверяю.', '«Гугл» или «Яндекс». Камон, они знают всё! '],
  },
];

export const results = [
  {
    result: 'НЕДОВЕР НЕДОВЕРЫЧ',
    details: 'Ты знаешь марку самой натуральной колбасы, а также где максимально выгодно ее купить. Твой список покупок всегда наготове, и ты умело им распоряжаешься, не теряя голову при виде акционных товаров. Мудрость и рациональность в продуктовом шопинге – твоя отличительная черта, это очень ценные качества, береги их.',
  },
  {
    result: 'СКИДУЛЬКИН',
    details: 'При виде слова «скидка» твои ладони начинают потеть, а перед глазами появляется легкая дымка. Ты носишься по рядам магазина, сбрасывая в корзинку всё, что попадается под руку. Ты часто набираешь больше, чем можешь съесть, стараясь оправдать себя тем, что это можно отдать соседу, а это точно пригодится. В этом нет ничего ужасного, ты любишь продуктовый шопинг, но попробуй хоть иногда воспользоваться списком.',
  },
  {
    result: 'УМЕЛОВ',
    details: 'Ты очень бережлив и осторожен. Акции для тебя пустой звук, ты относишься к ним с недоверием. Но попробуй открыться продуктовому миру – он не такой хитрый, как тебе кажется. Постарайся иногда расслабиться и получить удовольствие от покупок, как это делают многие клиенты «Дикси».',
  },
];
